tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "simonwhitaker/tap"
tap "stripe/stripe-cli"
tap "wix/brew"
brew "chezmoi"
brew "openssl@3"
brew "cocoapods"
brew "ctop"
brew "python@3.12"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gitui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "libmagic"
brew "openvpn"
brew "sevenzip"
brew "sqlc"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "stripe/stripe-cli/stripe"
cask "android-studio"
cask "aptible"
cask "arc"
cask "bitwarden"
cask "buttercup"
cask "clocker"
cask "copyclip"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "disk-drill"
cask "docker"
cask "expo-orbit"
cask "firefox"
cask "font-intel-one-mono"
cask "font-meslo-lg-nerd-font"
cask "font-roboto"
cask "libreoffice"
cask "mongodb-compass"
cask "ngrok"
cask "notesnook"
cask "notion"
cask "obs"
cask "postman"
cask "protonvpn"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zen"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "angular.ng-template"
vscode "atelierbram.atelier-vscode-themes"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "csharpier.csharpier-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
